/* No comment provided by engineer. */
"Account or password not recognized" = "Account oder Kennwort wurden nicht erkannt";

/* No comment provided by engineer. */
"The entered user name and password do not permit login to the remote server. One or both may not be valid, or they may have been entered incorrectly." = "Mit dem angegebenen Benutzernamen und Kennwort haben Sie keinen Zugriff auf den entfernten Server. Mindestens eine der Angaben ist ungültig oder wurde falsch eingegeben.";

/* Plug-in name in Services list */
"BSD Flat File and NIS" = "Lokale BSD-Konfigurationsdateien und NIS";

/* No comment provided by engineer. */
"Can\\U02BCt configure Directory Services" = "Verzeichnisdienste können nicht konfiguriert werden";

/* No comment provided by engineer. */
"Can\\U02BCt connect to server" = "Verbindungsaufbau zum Server ist fehlgeschlagen";

/* No comment provided by engineer. */
"Cancel" = "Abbrechen";

/* No comment provided by engineer. */
"Back" = "Zurück";

/* little text in dialogs telling user caps lock is on (10 pts) */
"caps lock on" = "Feststelltaste an";

/* No comment provided by engineer. */
"Delete directory domain?" = "Verzeichnis-Domain löschen?";

/* Window Title */
"Directory Access: %@" = "Verzeichniszugriff: %@";

/* No comment provided by engineer. */
"An unexpected error occurred" = "Ein unerwarteter Fehler ist aufgetreten";

/* No comment provided by engineer. */
"Directory Services may not be installed on the remote server, they may be turned off, or the URL may have been entered incorrectly." = "Die Verzeichnisdienste sind möglicherweise auf dem entfernten Server nicht installiert, deaktiviert, oder die URL wurde falsch eingegeben.";

/* No comment provided by engineer. */
"Do you want to save changes before locking?" = "Möchten Sie die Änderungen vor dem Schützen sichern?";

/* No comment provided by engineer. */
"Do you want to save changes before quitting?" = "Möchten Sie die Änderungen vor dem Beenden sichern?";

/* No comment provided by engineer. */
"Don\\U02BCt Save" = "Nicht sichern";

/* No comment provided by engineer. */
"Edit of Custom path" = "Eigenen Suchpfad bearbeiten";

/* No comment provided by engineer. */
"Failed to allocate data buffer." = "Der Datenpuffer konnte nicht angelegt werden.";

/* No comment provided by engineer. */
"Failed to allocate data list." = "Die Datenliste konnte nicht angelegt werden.";

/* No comment provided by engineer. */
"Failed to build data list from strings." = "Die Datentabellen konnten nicht aus den Texten erstellt werden.";

/* No comment provided by engineer. */
"Failed to change custom search policy." = "Der eigene Suchpfad konnte nicht geändert werden.";

/* No comment provided by engineer. */
"Failed to change search policy." = "Der eigene Suchpfad konnte nicht geändert werden.";

/* No comment provided by engineer. */
"Failed to deallocate data buffer." = "Der Puffer konnte nicht freigegeben werden.";

/* No comment provided by engineer. */
"Failed to get directory node count." = "Die Anzahl der Verzeichnisknoten konnte nicht abgefragt werden.";

/* No comment provided by engineer. */
"Failed to open directory node." = "Ein Verzeichnisknoten konnte nicht geöffnet werden.";

/* No comment provided by engineer. */
"Failed to retrieve directory domains." = "Die Verzeichnis-Domains konnten nicht gelesen werden.";

/* No comment provided by engineer. */
"Failed to retrieve plug-in list." = "Die Liste der Plug-Ins konnte nicht gelesen werden.";

/* No comment provided by engineer. */
"Failed to retrieve record attribute entry." = "Das Datensatzattribut konnte nicht gelesen werden.";

/* No comment provided by engineer. */
"Failed to retrieve record entry." = "Der Datensatzeintrag konnte nicht gelesen werden.";

/* Error converting */
"IPv4 address required." = "IPv4-Adresse wird benötigt";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Continue" = "Fortfahren";

/* No comment provided by engineer. */
"Please confirm deletion." = "Löschen bestätigen.";

/* No comment provided by engineer. */
"Plug-in configuration application %@ could not be opened." = "Das Programm „%@“ zur Konfiguration des Plug-Ins konnte nicht geöffnet werden.";

/* No comment provided by engineer. */
"Plug-in configuration application %@ is missing. Try editing the configuration file %@." = "Das Programm „%1$@“ zur Konfiguration des Plug-Ins fehlt. Versuchen Sie, die Konfigurationsdatei „%2$@“ zu bearbeiten.";

/* No comment provided by engineer. */
"Plug-in configuration application %@ or configuration file %@ could not be opened." = "Das Programm „%1$@“ zur Konfiguration des Plug-Ins oder die Konfigurationsdatei „%2$@“ konnte nicht geöffnet werden.";

/* No comment provided by engineer. */
"Plug-in configuration application: %@ is missing." = "Programm „%@“ zur Konfiguration des Plug-Ins fehlt.";

/* No comment provided by engineer. */
"Plug-in configuration file %@ is missing." = "Die Datei „%@“ zur Konfiguration des Plug-Ins fehlt.";

/* No comment provided by engineer. */
"Plug-in Configure Failed" = "Konfiguration des Plug-In ist fehlgeschlagen";

/* No comment provided by engineer. */
"Save" = "Sichern";

/* No comment provided by engineer. */
"Save Changes?" = "Änderungen sichern?";

/* No comment provided by engineer. */
"Server not found" = "Server wurde nicht gefunden";

/* No comment provided by engineer. */
"Some of the selected directory domains are already within your custom path." = "Einige der ausgewählten Verzeichnis-Domains befinden sich bereits in Ihrem Pfad.";

/* No comment provided by engineer. */
"The entered name and password do not permit login to the remote server. One or both may not be valid, or they may have been entered incorrectly." = "Mit dem angegebenen Benutzernamen und Kennwort haben Sie keinen Zugriff auf den entfernten Server. Mindestens eine der Angaben ist ungültig oder wurde falsch eingegeben.";

/* No comment provided by engineer. */
"The remote server is using a different version of Mac OS X. Remote Directory Setup requires both machines to have the same version." = "Der entfernte Server verwendet eine andere Version von Mac OS X. Für die entfernte Verzeichniseinrichtung müssen beide Rechner dieselbe Version verwenden.";

/* No comment provided by engineer. */
"The remote server may not be available or the URL may have been entered incorrectly." = "Der entfernte Server ist möglicherweise nicht verfügbar oder die URL wurde falsch eingegeben.";

/* No comment provided by engineer. */
"This directory domain is already within your custom path." = "Diese Verzeichnis-Domain befindet sich bereits in Ihrem Pfad.";

/* No comment provided by engineer. */
"This field must contain only ASCII (Roman) characters." = "Dieses Feld darf nur ASCII-Zeichen (Lateinisch) enthalten.";

/* No comment provided by engineer. */
"This plug-in does not require configuration." = "Dieses Plug-In muss nicht konfiguriert werden.";

"kVerifyingNFSMountHeader" = "Verbindung zum NFS-Server aufbauen";
"kVerifyingNFSMountBody" = "Es wird versucht, die Gültigkeit der NFS-URL zu überprüfen. Wenn Sie ohne Überprüfung fortfahren möchten, klicken Sie auf „Nicht überprüfen“.";
"kVerifyingNFSMountOKBtnTitle" = "Nicht überprüfen";
"kNFSMountNoResponseHeader" = "Der NFS-Server antwortet nicht.";
"kNFSMountNoResponseBody" = "Der NFS-Server antwortet nicht. Möchten Sie diesen Mount trotzdem erstellen?";
"kNFSMountNoResponseOKBtnTitle" = "Erstellen";
"kNFSMountGoodHeader" = "Der NFS-Server funktioniert anscheinend korrekt.";
"kNFSMountGoodBody" = "Der NFS-Server antwortet und funktioniert anscheinend korrekt. Klicken Sie auf „OK“, um fortzufahren.";
"kNFSMountGoodOKBtnTitle" = "OK";
"kUserHomeDirBadPasswordHeader" = "Das Kennwort ist falsch.";
"kUserHomeDirBadPasswordBody" = "Sie haben das falsche Kennwort für diesen Benutzeraccount eingegeben.";
"kUserHomeDirPassDoesntMatchImageHeader" = "Die Kennwörter für den Account und den FileVault-Benutzerordner stimmen nicht überein.";
"kUserHomeDirPassDoesntMatchImageBody" = "Bitte ändern Sie das Kennwort für diesen Benutzeraccount in den Systemeinstellungen so, dass es mit dem Kennwort für den ausgewählten FileVault-Benutzerordner übereinstimmt.";
"kEnableRootUserMenuItem" = "root-Benutzer aktivieren";
"kDisableRootUserMenuItem" = "root-Benutzer deaktivieren";

"kODServerType" = "Open Directory-Server";
"kSBServerType" = "Mac OS X Server";
"kADServerType" = "Active Directory-Domain";
"kLocalODMasterDisplayName" = "Lokaler Server";

"kStatusDisplayStringODUp" = "Dieser Server antwortet normal.";
"kStatusDisplayStringODDown" = "Dieser Server antwortet nicht.";
"kStatusDisplayStringODChecking" = "Dieser Computer versucht, eine Verbindung zu „%@“ herzustellen.";
"kStatusDisplayStringODNotUsed" = "Dieser Server wird momentan nicht verwendet.";
"kStatusDisplayStringADUp" = "Diese Domain antwortet normal.";
"kStatusDisplayStringADDown" = "Diese Domain antwortet nicht.";
"kStatusDisplayStringADChecking" = "Dieser Computer versucht, eine Verbindung zu „%@“ herzustellen.";
"kStatusDisplayNotInAuthSearchPolicyFormat" = "%@ Dieser Server befindet sich nicht in Ihrem Identifizierungs-Suchpfad.";

"kNoDirectoryServersFoundMsg" = "Keine Verzeichnisserver konfiguriert";

"kEditDirServerMergeAccountLabelFormat" = "„%@“ mit dem untenstehenden Netzwerkaccount zusammenführen";

"kSingleSBSFound" = "Der Mac OS X Server „%@“ stellt folgende Dienste zur Verfügung. Möchten Sie Ihren Computer für die Nutzung der angebotenen Dienste einrichten?";
"kSBSMergeAccountLabelFormat" = "Ja, meine Programme konfigurieren";
"kSBSDontMergeAccountLabelFormat" = "Dienste konfigurieren";
"kSBSDontDoAnything" = "Nein, meine Programme nicht konfigurieren";
"kSBSOptionsPageMsgFormat" = "Möchten Sie, dass Ihre Programme für die Nutzung der von diesem Server angebotenen Dienste eingerichtet werden? Vorgehensweise:\r\r%@%@%@%@%@";
"kSBSAuthPageMsgFormat" = "Geben Sie für „%@“ den Namen und das Kennwort ein, die Sie vom Serveradministrator erhalten haben.";
"kSBSAuthPageMsg2Format" = "Geben Sie das Kennwort für den Account „%@“ auf diesem Computer ein.";
"kSBSFinalPageMsgFormatMerge" = "Ihre Programme sind jetzt für die Nutzung der Dienste auf „%@“ bereit.\r\r%@\r\rUm die neuen Dienste zu nutzen, melden Sie sich ab und wieder an.";
"kSBSFinalPageMsgLocalPassChanged" = "Das Kennwort des Accounts „%@“ auf diesem Computer wurde so geändert, dass es mit dem Kennwort des Accounts „%@“ auf dem Server „%@“ übereinstimmt.";
"kSBSFinalPageMsgServerPassChanged" = "Das Kennwort des Accounts „%@“ auf dem Server „%@“ wurde so geändert, dass es mit dem Kennwort des Accounts „%@“ auf diesem Computer übereinstimmt.";
"kSBSFinalPageMsgFormatNoMerge" = "Ihre Programme sind jetzt für die Nutzung der Dienste auf „%@“ bereit.";
"kUpgradeUserFailedTitle" = "Das Konfigurieren der Benutzeraccounts ist fehlgeschlagen.";
"kUpgradeUserFailedMsgFormat" = "Ein unerwarteter Fehler des Typs „%d“ ist aufgetreten. Es wurden keine Änderungen vorgenommen.";
"kUpgradeUserFailedbadPasswdMSg" = "Das Kennwort für den Netzwerkaccount ist falsch. Bitte überprüfen Sie das Kennwort und den Accountnamen und versuchen Sie es erneut.";
"kUpgradeUserFailedDSErrorMSg" = "Ein Open Directory-Fehler ist aufgetreten. Es wurden keine Änderungen vorgenommen.";
"kUpgradeUserFailedBackupErrorMSg" = "Beim Konfigurieren des Backups ist ein Fehler aufgetreten. Es wurden keine Änderungen vorgenommen. Wenn Sie ohne Backup fortfahren möchten, deaktivieren Sie das Backup und versuchen Sie es erneut.";

"kAugmentUserBindingToSBSAlert" = "Dienste auf dem Server nutzen?";
"kAugmentUserBindingToSBSMsgFormat" = "Wenn Sie sich entscheiden, die Dienste auf „%@“ zu nutzen, werden die Einstellungen Ihres Accounts für die Nutzung dieser Dienste konfiguriert.";
"kAugmentUserBindingToSBSBindBtn" = "Server verwenden";
"kAugmentUserBindingToSBSDontBindBtn" = "Abbrechen";

"kSureToDeleteODServerTitle" = "Verzeichnisserver nicht mehr verwenden";
"kSureToDeleteODServerMsg" = "Möchten Sie den Verzeichnisserver „%@“ wirklich nicht mehr verwenden? Dieser Vorgang kann nicht widerrufen werden.";
"kSureToDeleteSBServerTitle" = "Mac OS X Server nicht mehr verwenden?";
"kSureToDeleteSBServerMsg" = "Möchten Sie die Dienste auf dem Mac OS X Server „%@“ wirklich nicht mehr nutzen? Dieser Vorgang kann nicht widerrufen werden.";
"kCantDeleteLocalSBSTitle" = "Der lokale Server konnte nicht gelöscht werden.";
"kCantDeleteLocalSBSMsg" = "Der lokale Server wird benötigt, damit dieser Mac OS X Server korrekt funktioniert, und kann nicht gelöscht werden.";
"kCantEditLocalSBSTitle" = "Der lokale Server konnte nicht bearbeitet werden.";
"kCantEditLocalSBSMsg" = "Der lokale Server wird benötigt, damit dieser Mac OS X Server korrekt funktioniert, und kann nicht bearbeitet werden.";
"kDeleteServerBtn" = "Server nicht mehr verwenden";
"kDontDeleteServerBtn" = "Abbrechen";
"kLeaveServerBtn" = "Server nicht mehr verwenden";
"kDontLeaveServerBtn" = "Abbrechen";
"kLogOutBtn" = "Abmelden";
"kQuitBtn" = "Beenden";
"kSkipFoundSBSSheetBtn" = "Überspringen";
"kJoinButton" = "Konf. beenden";
"kBeginSetupBtn" = "Einrichten";
"kNewSBSStepTitleAlert" = "Einführung";
"kNewSBSStepTitleAuth" = "Identifizierung";
"kNewSBSStepTitleOptions" = "Konfigurationsoptionen";
"kNewSBSStepTitleBackUp" = "Backups";
"kNewSBSStepTitleFinished" = "Erfolgreich";
"kNewSBSBadLocalPassword" = "Fehler bei der Identifizierung.";
"kNewSBSBadLocalPasswordMsg" = "Das Kennwort, das Sie für den lokalen Benutzeraccount eingegeben haben, ist nicht korrekt.";
"kNewSBSBadNetPassword" = "Fehler bei der Identifizierung.";
"kNewSBSBadNetPasswordMsg" = "Name und Kennwort, die Sie für den Benutzeraccount auf dem Server eingegeben haben, stimmen nicht überein.";
"kSureNotToMergeTitle" = "Möchten Sie wirklich fortfahren, ohne Ihren lokalen Account zu aktualisieren?";
"kSureNotToMergeMsg" = "Wenn Sie nicht aktualisieren, müssen Sie sich mit dem Benutzernamen und Kennwort anmelden, die Sie von Ihrem Serveradministrator erhalten haben, um die von „%@“ angebotenen Dienste verwenden zu können.";
"kDontMergeBtn" = "Nicht aktualisieren";
"kGoBackBtn" = "Zurück";
"kMailServiceName" = "Mail";
"kMailServiceDescription" = "Konfiguriert einen E-Mail-Account für Sie und zeigt Ihnen Kontakte aus dem Server an.";
"kChatServiceName" = "iChat";
"kChatServiceDescription" = "Konfiguriert einen iChat-Account für Sie und füllt Ihre iChat-Kontaktliste aus.";
"kBackupServiceName" = "Time Machine";
"kBackupServiceDescription" = "Hiermit können Sie ein Backup der Daten dieses Computers auf diesem Server sichern.";
"kFileServicesServiceName" = "Dateifreigabe";
"kFileServicesServiceDescription" = "Fügt freigegebene Volumes zur Seitenleiste des Finders hinzu.";
"kCalendarServiceName" = "iCal";
"kCalendarServiceDescription" = "Erstellt einen persönlichen Kalender für Sie auf dem Server und fügt ihn zu iCal hinzu.";
"kWebServiceName" = "Web";
"kWebServiceDescription" = "Gibt Ihnen Zugriff auf eine Gruppen-Website mit einem Wiki und einem Blog.";
"kVPNServiceName" = "VPN";
"kVPNServiceDescription" = "Hiermit können Sie sich von entfernten Orten mit dem privaten Netzwerk verbinden.";
"kMailConfigDetails" = "• Mail für die Verwendung Ihres Mail-Accounts auf dem Server konfigurieren\r";
"kIChatConfigDetails" = "• iChat für die Verwendung Ihres iChat-Accounts auf dem Server konfigurieren\r";
"kFileSharingConfigDetails" = "• Freigegebene Volumes vom Server zur Seitenleiste des Finders hinzufügen\r";
"kICalConfigDetails" = "• Ihren persönlichen Kalender vom Server zu iCal hinzufügen\r";
"kVPNConfigDetails" = "• VPN-Konfiguration für diesen Server hinzufügen\r";
"kDontAskAboutThisServerAgain" = "Nicht erneut nach diesem Server fragen";
"kDontAskAboutTheseServersAgain" = "Nicht erneut nach diesen Servern fragen";

"kBackupAllData" = "Backup aller Daten dieses Computers sichern";
"kCouldntAddServer" = "Server konnte nicht hinzugefügt werden.";
"kCouldntAddServerUnexpectedErrorFormat" = "Ein unerwarteter Fehler des Typs „%d“ (%@) ist aufgetreten.";
"kBadODServerNameFormat" = "„%@“ hat nicht geantwortet. Bitte überprüfen Sie, ob die von Ihnen eingegebene Adresse korrekt ist.";
"kDuplicateServerNameFormat" = "Dieser Computer verwendet bereits „%@“ oder eine passende Replik.";
"kServerDoesntSupportSSLFormat" = "%@ unterstützt keine Verzeichnisverbindungen, die mit SSL verschlüsselt sind.";
"kServerHasUnsupportedMappingsFormat" = "%@ kann nicht hinzugefügt werden, weil es kein Open Directory-Server ist oder weil es eigene Pfade verwendet.\n\nUm diesen Server hinzuzufügen:\n\n• Klicken Sie auf die Taste „Erweiterte Einstellungen einblenden“ im Hauptfenster\n• Wählen Sie „Dienste“ in der Symbolleiste aus\n• Verwenden Sie den LDAPv3-Dienst, um diesen Server mit den dazugehörigen Pfaden hinzuzufügen";
"kCouldntAddADDomain" = "Domain konnte nicht hinzugefügt werden.";
"kCouldntAddADDomainUnexpectedErrorFormat" = "Ein unerwarteter Fehler des Typs „%d“ (%@) ist aufgetreten.";
"kBadADDomainNameFormat" = "„%@“ hat nicht geantwortet. Bitte überprüfen Sie, ob die von Ihnen eingegebene Adresse korrekt ist.";
"kPasswordsDontMatchTitle" = "Die Kennwörter stimmen nicht überein.";
"kPasswordsDontMatchMsg" = "Bitte versuchen Sie es erneut.";

"kAddODServerStepCheckingAddress" = "Serveradresse überprüfen …";
"kAddODServerStepCheckingForDupes" = "Nach passenden Servern suchen …";
"kAddODServerStep1" = "Serverinformationen suchen …";
"kAddODServerStep2" = "Zuordnung überprüfen …";
"kAddODServerStep3" = "Sicherheitsstufen und Einbindungsvoraussetzungen ermitteln …";
"kAddODServerStep4" = "Einbindungsversuch …";
"kAddODServerStep5" = "Server zur Konfiguration hinzufügen …";

"kCouldntBindToWGSWithADParent" = "Einbinden nicht möglich.";
"kCouldntBindToWGSWithADParentMsg" = "Der Server „%@“ ist mit der Active Directory-Domain „%@“ verbunden. Um sich mit diesem Server zu verbinden, müssen Sie sich zuerst mit der Active Directory-Domain verbinden.";
"kDupeComputerRecordFound" = "In diesem Verzeichnis existiert bereits ein Computer mit diesem Namen. Sie können ihn überschreiben, aber dadurch wird ein anderer Computer deaktiviert, falls er in Verwendung ist.";
"kAuthedBindingRequired" = "Dieser Server erfordert identifiziertes Binden. Bitte geben Sie einen Namen und ein Kennwort für den Server ein.";
"kAuthedBindingAllowed" = "Dieser Server erlaubt identifiziertes Binden. Sie können einen Namen und ein Kennwort eingeben oder diese Felder frei lassen, um ein anonymes Binden durchzuführen.";
"kAuthedBindingAuthFailure" = "Der eingegebene Name und das Kennwort stimmen nicht überein. Bitte prüfen Sie Ihre Anmeldeinformationen und versuchen Sie es nochmals.";
"kPermissionFailureDuringAuthBind" = "Sie sind nicht berechtigt, den existierenden Computereintrag zu überschreiben. Bitte melden Sie dies dem Serveradministrator oder versuchen Sie eine andere Computer-ID einzugeben.";

/* toolbar labels */
"kUsers" = "Benutzer";
"kServices" = "Dienste";
"kAuth" = "Identifizierung";
"kAdvanced" = "Weitere Optionen";
"kDebug" = "Debug";
"kSearchPaths" = "Suchpfad";
